
--الفروع
INSERT INTO BRANCHES(barnch_name,address,governate,phone,location)
VALUES  ('فرع جيهان','المنصورة، تقاطع جيهان','الدقهلية', '01210019121',ST_SetSRID(ST_MakePOINT(31.044997,31.365541),4326)),
		('فرع حقوق','المنصورة، شارع الجمهورية أمام كلية الحقوق','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.045917,31.355820)و4326)),
		('فرع الزعفران','المنصورة، حي الجامعة، برج الصفوة','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.031287,31.355891),4326)),
		('فرع طلخا','مدينة طلخا، شارع الشهيد عاطف الشرقاوي، بجوار كويك إير للسياحة، أمام مدرسة عاطف الشرقاوي','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.052175,31.379325),4326)),
		('فرع الجمهورية','المنصورة، شارع الجمهورية بجوار بنك الإسكندرية','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.044890,31.365485),4326)),
		('فرع السكة الجديدة','المنصورة، السكة الجديدة، برج الرفاعي','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.045815,31.383971),4326)),
		('فرع بنك مصر','المنصورة، شارع بنك مصر بجوار عطارة النقيطي تاج محل','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.045655,31.385299),4326)),
		('فرع شارع بورسعيد','المنصورة، شارع بورسعيد بجوار دار ابن لقمان','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.043827,31.380728),4326)),
		('فرع المحافظة','المنصورة، المحافظة ميدان أم كلثوم بجوار بنك كيو إن بي','الدقهلية',' 01210019121',ST_SetSRID(ST_MakePOINT(31.050453,31.394516),4326)),
		('فرع الاستاد','المنصورة، شارع الجيش، بجوار جزارة البركة وأسفل جيم الغامري','الدقهلية',' 01210019121',ST_SetSRID(ST_MakePOINT(31.031047,31.394102),4326)),
		('فرع الجيش','المنصورة، شارع الجيش بجوار أتوبيسي، وأمام المحطة الدولية','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.045674,31.395464),4326)),
		('فرع المستشفى العام','المنصورة، شارع المستشفى العام عمارة المقاولون العرب','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.041912,31.366257),4326)),
		('فرع الدراسات','المنصورة، أول شارع الدراسات متفرع من شارع الجيش','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.044334,31.395753),4326)),
		('فرع قناة السويس','المنصورة، شارع قناة السويس بجوار مدرسة فخر الدين خالد، برج الصفوة','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.052874,31.405021),4326)),
		('فرع الدراسات 2','المنصورة، شارع الدراسات – شارع معرض شباب التحرير','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.045651,31.404013),4326)),
		('فرع عبد السلام عارف','المنصورة، شارع عبد السلام عارف بجوار عصائر محمد أحمد وحلويات خالد','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.034888,31.389272),4326)),
		('فرع آداب','المنصورة، شارع الخلفاء بالقرب من كلية الآداب','الدقهلية','01210019121',ST_SetSRID(ST_MakePOINT(31.035875,31.366625),4326)),
		
